{
    "silhouette": [
        {
            "id": "1",
            "shape": "상체 > 하체",
            "including": [
                {
                    "checklist_title": "체크리스트: ",
                    "checklist": [
                        "쇄골이 일자에 가깝게 길게 뻗어 있다. 어깨가 넓다는 소리를 듣는다.",
                        "목이 짧고 굵은 편이라 얼굴을 조금만 숙여도 쇄골이 가려진다.",
                        "허리선이 매끈해서 바지를 내려 입으면 섹시하지만 긴 편이다.",
                        "가슴 너비보다 골반 너미가 작아서 전체적으로 역삼각형을 그린다.",
                        "팔다리가 짧은 편이다. 혹은 팔은 길더라도 상대적으로 다리가 짧고 가늘다."
                    ],
                    "total_title": "전체: ",
                    "total": [
                        "상의는 어둡게, 하의는 밝게 입는다. (팽창과 축소 원리) 만약 재킷을 입을 때는 어두운 색으로, 안의 옷을 밝은 색으로 입는다."
                    ],
                    "top_title": "상의: ",
                    "top": [
                        "목선이 너무 높은 상의는 피한다. 티셔츠도 목선이 넓고 깊게 파인 옷이 좋다. 또 V존도 크고 깊게 만들어 상체를 분할한다.",
                        "어깨가 곡선을 그리는 옷(예를 들어 점퍼, 통으로 몸판과 이어진 래글런 소매, 티셔츠)를 입어 어깨 각을 줄인다. 꼭 어깨 너비를 줄이지 않더라도 너무 각이 날카롭거나 어깨가 지나치게 넓어보이는 옷은 피한다.",
                        "허리는 너무 딱 달라붙지 않게 한다. 그렇다고 몸에 비해 헐렁하고 큰 옷을 입으면 상체 전체가 뚱뚱해 보일 수 있으므로 허리가 약간만 들어간 것으로 한다."
                    ],
                    "bottom_title" : "하의: ",
                    "bottom": [
                        "하체가 짧기 때문에 재킷 등 상의 길이를 조금 짧게 입고, 바지는 가급적 긴 바지로, 통은 약간 넓게 입는다.", 
                        "구두는 바지와 같은 계열 색으로 신는다. 최소한 양말은 바지와 같은 계열 색으로 한다. 그래도 하체가 짧아 보일 경우 키높이 구두나 깔창을 활용해 보완한다."
                    ]
                }
            ]
        },
        {
            "id": "2",
            "shape": "하체 < 상체",
            "including": [
                {
                    "checklist_title": "체크리스트: ",
                    "checklist": [
                        "쇄골이 V자를 그리고 어깨는 수평선보다 아래로 쳐져 있다.",
                        "목이 긴 편이고 얼굴도 작은 편이다. 얼굴을 숙여도 목이 충분히 보인다.",
                        "허리가 짧고 하체가 긴 편이라 허리 선에 맞추어 바지를 입으면 할아버지 같다.",
                        "가슴 너비보다 골반 너비가 넓다.",
                        "팔다리는 긴 편이며 특히 손목, 발목이 가늘고 길다."
                    ],
                    "total_title": "전체: ",
                    "total": [
                        "상체가 빈약하기 때문에 상의를 하의보다 더 밝은 색으로 고르고, 큰 체크무늬가 전체적으로 있는 셔츠 같은 것을 입으면 사방으로 팽창 효과가 있다"
                    ],
                    "top_title": "상의: ",
                    "top": [
                        "목이 길기 때문에 터틀넥 스웨어(일명 폴라)도 잘 어울린다. 단 하나만 입으면 어깨에 사선 주름이 생기기 때문에 얇은 패드를 덧대주는 것도 좋다.",
                        "처진 어깨를 보완해주도록 한다. 하늘거리기보다는 조금 더 각진 옷이 좋고, 패드가 들어간 자켓도 좋다.",
                        "허리가 점점 좁아지는 상의가 좋다. 슬림 핏 셔츠, 혹은 라이더 자켓처럼 허리 다트가 들어가면 허리의 위가 조금 더 부각될 수 있다."
                    ],
                    "bottom_title" : "하의: ",
                    "bottom": [
                        "바지는 허리 선이 낮게 입는다. 제 위치로 입으면 오히려 바지를 올려 입은 것처럼 보일 수 있다. 엉덩이와 허벅지가 발달해서 그 둘레에 맞는 바지를 골라야 한다.", 
                        "주름이 하나 있거나 없는 일자바지가 가장 좋다. 부드러운 소재, 가운데 주름이 잡힌 것으로 하면 남자의 경우 골반이 그렇게 눈에 띄지 않고 일자로 떨어지게 할 수 있다. 다리가 길기 때문에 발목 위로 올라오는 부츠도 어울린다."
                    ]
                }
            ]
        },
        {
            "id": "3",
            "shape": "상체 = 하체",
            "including": [
                {
                    "checklist_title": "체크리스트: ",
                    "checklist": [
                        "쇄골은 경사가 아주 완만한 V자를 그린다. 어깨는 처진 것도 수평선도 아니다.",
                        "목 길이는 적당하나 얼굴과 목선이 거의 평행이다. 얼굴도 세로로 긴 직사각형이다.",
                        "팔다리는 길지도 짧지도 않다. 허벅지와 종아리의 굵기 차이가 크지 않다.",
                        "가슴 너비와 허리, 골반 너비가 거의 똑같아 몸이 일자를 그리며 내려온다.",
                        "눈은 약간 가운데로 몰린 편이며 코가 길고, 얼굴 옆선이 일자를 그린다."
                    ],
                    "total_title": "전체: ",
                    "total": [
                        "모자 혹은 스카프, 신발로 상체나 하체 한 쪽에 눈에 띄는 디자인과 색을 강조해 밋밋하지 않게 연출하는 것이 좋다."
                    ],
                    "top_title": "상의: ",
                    "top": [
                        "가슴 윗부분만 밝은 색으로 처리되거나 옷에 가로 줄무늬가 있거나 네크라인이 좌우로 넓은 상의를 선택한다.",
                        "어깨는 넓고 허리는 들어간 재킷 혹은 아예 길면서 상체 전체를 감싸는 상의를 입는다.",
                        "허리가 다른 부위에 비해 차이가 덜하기 때문에 허리 위치에 눈에 띄는 벨트는 하지 않는다."
                    ],
                    "bottom_title" : "하의: ",
                    "bottom": [
                        "바지를 골반에 내려입는 것도 좋으며, 완벽한 일자바지는 체형 때문에 입기 어렵다.", 
                        "스키니나 캐롯 핏(위쪽으로 여유있고, 발목으로 갈수록 좁아지는 핏), 허벅지 양 옆에 주머니가 있는 카고 바지로 다리에 볼륨을 줄 수 있다. 부피감 있는 반바지, 칠부 바지, 부츠도 괜찮다."
                    ]
                }
            ]
        },
        {
            "id": "4",
            "shape": "키가 작고 마른",
            "including" : [
                {
                    "solution": [
                        "가능한 밝고 경쾌하게 입는다. 규칙적인 무늬가 있는 옷을 활용해 팽창되어 보이게 하면 좋으며, 반대로 어두운 색을 온 몸에 걸치면 몸이 더 작게 보이게 된다.",
                        "너무 딱 달라붙는 옷은 피한다. 이 경우에 극단적인 슬림 핏 셔츠나 스키니 진을 입으면 몸이 더욱 깡마르게 보이게 된다. 적당한 사이즈가 없으면 맞춰서 입고, 가능한 고급 소재를 입는다.",
                        "상체의 경우 큰 체크무늬가 몸을 커보이게 할 수 있으므로 좋은 편이고, \"짧은 재킷+칠부바지+부츠\"처럼 몸을 두 번 이상 가로로 분할하는 스타일은 피해야 한다. 상체와 하체 어느 한쪽을 선택해 길이감을 주는 것이 좋다.",
                        "너무 유치한 소품, 너무 성숙하고 고급스런 소품 둘 다 피하고, 중간 정도의 느낌을 준다.",
                        "코가 적당히 둥글고, 전체적으로 발이 커 보이는 것이 좋다."
                    ]
                }
            ]
        },
        {
            "id": "5",
            "shape": "키가 작고 체구가 있는",
            "including" : [
                {
                    "solution": [
                        "긴 V존,혹은 재킷 안에 조끼를 입는 식으로 긴 X자 형태를 만들어주면 효과적이다. 코트보다는 짧고 재킷보다는 긴 상의로 몸의 가장 통통한 부분을 가려 실루엣을 정리한다.",
                        "재킷과 바지, 혹은 이너웨어와 바지 색을 통일해 긴 I자를 만들어준다.",
                        "급격히 폭이 좁아지거나 통이 넓은 바지를 모두 피하고, 아래로 갈수록 아주 살짝 좁아지되 일자로 쭉 떨어지는 것처럼 보이는 바지를 입는다.",
                        "가로선을 만들만한 굵은 벨트, 접은 바짓단, 너무 큰 시계나 팔찌 등을 피한다. 가방은 끈이 긴 크로스 백이 잘 어울리며, 정장 가방은 가능한 숄더백으로 한다.",
                        "구두는 부츠형, 너무 납작한 단화를 피한다. 적당히 굽이 있는 가죽 스니커즈, 옥스퍼드 슈즈가 좋다. 안경, 모자 등으로 시선을 위로 끌어올리는 것도 좋다."
                    ]
                }
            ]
        },
        {
            "id": "6",
            "shape": "키가 크고 마른",
            "including" : [
                {
                    "solution": [
                        "밝은 색, 무늬가 큰 옷이 잘 어울리며, 전체적으로 체크무늬가 들어간 수트처럼 바지에도 무늬가 들어간 것을 입어도 괜찮다.",
                        "색의 경우 상체, 하체 어느 한 쪽을 밝게, 남은 한 쪽을 어둡게 입는다. 명도 차를 줘서 몸 전체가 마름을 드러내지 않게 된다.",
                        "타월조직, 올 굵은 니트, 코듀로이, 패딩, 모피처럼 소재 자체가 두껍고 부피감이 있는 것이 좋다. 뻣뻣하거나 광택이 있는 소재를 입는다. 마 소재는 빳빳한 것이 좋고, 주름 때문에 처지면 마른 몸이 부각되어서 좋지 않다.",
                        "싱글 브레스티드보다 더블 브레스티드 재킷이 좋다. 가죽 재킷의 경우에도 지퍼 선이 한쪽에 치우친 라이딩 재킷, 블루종 스타일 등 앞판이 넓어 보이는 것이 좋다.",
                        "가능한 굵고 화려한 벨트를 하고, 반바지에 레깅스, 부츠를 신는 등 몸을 몇 번에 걸쳐 가로로 나눠준다. 스키니 진이 다리 선을 잘 드러낼 수 있지만, 빈약해보일 수 있는 점을 고려해야 한다.",
                        "커다란 스카프, 선글라스, 가방 등으로 몸에 부피감을 준다."
                    ]
                }
            ]
        },
        {
            "id": "7",
            "shape": "키가 크고 체구가 있는",
            "including" : [
                {
                    "solution": [
                        "진하고 광택이 없는 색을 입으며 특히 제일 바깥쪽 외투는 어두운 색으로 한다. 너무 굵지 않은 세로 줄무늬를 활용할 수도 있는데, 이 경우 부피가 큰 외투보다는 셔츠, 바지 등 약간 가려지는 옷에 들어가는 게 좋다.",
                        "V존을 깊고 크게 하되, 칼라가 너무 넓지 않은 재킷을 입어서 몸을 크게 분할해준다. (이 경우에도 너무 칼라가 좁을 경우 몸의 크기가 부각되는 역효과가 난다.) 바지도 가운데 주름이 잡혀 있어서 다리 두께를 분할해주는 것이 좋다.",
                        "후디(후드 티), 니트 가디건 등 실제 몸보다 부피가 커지는 옷, 딱 달라붙어서 가로 주름이 생기는 것도 피한다. 적당히 빳빳한 면 개버딘, 무광 모직 등이 좋다.",
                        "최대한 덜 뚱뚱하거나, 날렵하게 연출할 수 있는 곳에 자신만의 소품을 준비해두는 것도 좋다. 안경, 스니커즈, 가방처럼 몸에서 멀리 떨어진 곳이 좋다.",
                        "구두는 코가 약간 뾰족한 것으로 한다. 아주 둥근 코는 몸이 더욱 둥글고 뚱뚱해보이게 한다. 안경 역시 샤프한 느낌으로 한다."
                    ]
                }
            ]
        }
    ],
    "pattern": [
        {
            "id": "1",
            "category": "1. 기하학적인 무늬",
            "including" : [
                {
                    "section_title": "1. 기하학적인 무늬",

                    "section1_title": "(1) 도트(Dot)",
                    "section1": [
                        "물방울 무늬를 말하며, 동일한 크기의 물방울 무늬가 반복되거나 크고 작은 사이즈를 섞어 변화를 주기도 한다.",
                        "핀 도트(바늘 끝으로 점을 찍는 듯 아주 작은 물방울 무늬를 말한다)와 같이 작은 물방울 무늬부터 크고 대담한 것까지 종류가 다양하며, 모양이 심플하고 친근감이 있어 귀여운 느낌을 준다."
                    ],
                    "section2_title": "(2) 마린 스트라이프(Marine Stripe)",
                    "section2": [
                        "해군, 선원의 복장에서 유래된 스트라이프로 두가지 색상의 줄무늬가 있고 한가지 색상씩 반복된다.",
                        "주로 흰색과 다른 배색을 활용해 경쾌함을 표현한다."
                    ],
                    "section3_title": "(3) 트리플 스트라이프(Triple Stripe)",
                    "section3": [
                        "세 개의 선이 한 그룹이 되어 규칙적으로 반복되는 스트라이프로 가로 스트라이프 외에도 세로 스트라이프의 표현까지 많이 사용된다."
                    ],
                    "section4_title": "(4) 펜슬 스트라이프",
                    "section4": [
                        "연필로 줄을 그은 듯 가는 스트라이프로, 주로 바탕천 위에 세로선의 줄무늬가 나타나며 남성용 와이셔츠나 수트 등에 사용된다."
                    ]
                },
                {
                    "section_title": "1. 기하학적인 무늬",

                    "section1_title": "(5) 깅엄 체크(Gingham Check)",
                    "section1": [
                        "세로 줄무늬를 가리키는 말레이어 \"깅안(gingan)\"에서 유래된 단어로 동일한 줄무늬가 가로와 세로로 놓이면서 체크로 표현되는 무늬로 직물이나 주방용품 등에서 많이 볼 수 있다."
                    ],
                    "section2_title": "(6) 블록 체크(Block Check)",
                    "section2": [
                        "깅엄 체크와 같이 일정한 분할로 표현되는 무늬로, 체크라기보다 타일을 늘어놓은 것 같은 바둑판 무늬 모양으로 보통 두가지의 배색을 많이 사용하여 심플하고 모던하게 표현한다."
                    ],
                    "section3_title": "(7) 마드라스 체크(Madras Check)",
                    "section3": [
                        "인도의 마드라스 지방에서 유래된 이름의 다색체크로 뱃사람이 머리에 쓰는 천으로 사용되던 패턴이다.",
                        "현재는 셔츠나 블라우스 등에 사용할 면직물에 많이 활용된다."
                    ],
                    "section4_title": "(8) 타탄 체크(Tartan Check)",
                    "section4": [
                        "선의 굵기가 서로 다른 서너 가지 색을 바둑판처럼 엇갈려 놓은 무늬다.",
                        "스코틀랜드 지방에서 종족과 계급을 나타내는 문장으로 사용되던 것으로 고전적이고 경쾌한 느낌을 주는 패턴이다.",
                        "남성복, 여성복, 아동복, 인테리어 용까지 폭 넓게 사용된다."
                    ]
                },
                {
                    "section_title": "1. 기하학적인 무늬",

                    "section1_title": "(9) 도비 체크(Dobby Check)",
                    "section1": [
                        "간단한 격자무늬를 기계를 통해 반복하는 방식을 말하며 버버리의 체크 패턴이 이러한 방식으로 되어있다.",
                        "코트, 재킷, 셔츠, 악세사리 등에 폭 넓게 사용되고 있다."
                    ],
                    "section2_title": "(10) 아가일 체크(Argyle Check)",
                    "section2": [
                        "스웨터나 양말 짜기에서 볼 수 있는 다이아몬드 무늬이다.",
                        "스코틀랜드의 주 이름에서 유래하고 있는 전통적인 체크무늬이며, 가는 선으로 분할된 경우가 많다."
                    ],
                    "section3_title": "(11) 할리퀸 체크(Herlequin Check)",
                    "section3": [
                        "\"익살부리는 광대\"라는 뜻으로 삐에로의 옷에서 패턴의 이름이 유래되었다.",
                        "블록체크의 변형으로 단순하지만 강렬하고 눈에 띄는 특징이 있다."
                    ],
                    "section4_title": "(12) 하운즈투스 체크(Hound's Tooth Check)",
                    "section4": [
                        "사냥개 종류인 하운드의 이빨 모양처럼 생겨서 붙은 이름으로 주로 블랙 & 화이트의 배색이 많이 사용된다.",
                        "코트나 재킷, 원피스, 블라우스, 모자, 신발 등에 다양하게 사용된다."
                    ]
                }
            ]
        },
        {
            "id": "2",
            "category": "2. 복합적인 무늬",
            "including" : [
                {
                    "section_title": "2. 복합적인 무늬",

                    "section1_title": "(1) 에스닉(Ethnic)",
                    "section1": [
                        "이국의 전통문양을 응용한 것으로 원시적, 민속적, 기하학적인 무늬가 포함된다.",
                        "색상은 내추럴 톤이 주를 이루나 지역적인 특색에 따라 원색의 톤도 사용된다."
                    ],
                    "section2_title": "(2) 이슬람(Islam)",
                    "section2": [
                        "회교 사원이나 궁전 등의 벽면에서 찾아볼 수 있으며 복잡하지만 연속적인 규칙을 가지고 있다.",
                        "별 모양을 중심으로 전개하는 것이 특징이며 황색과 청색 계열이 주로 사용된다."
                    ],
                    "section3_title": "(3) 사라사(Saraça)",
                    "section3": [
                        "사라사라는 단어는 포르투갈어이나 무늬는 인도에서 유래되었다.",
                        "인도 각지에 퍼진 형염(틀의 모양대로 색이 들게 하거나 들지 않게 해 무늬를 만든다.) 기법, 천연 염색 재료에서 볼 수 있는 깊이 있는 색이 특징인 무늬이다.",
                        "면직물 또는 명주에 꽃이나 새를 넣는 등 자연을 묘사하거나 일부는 규칙을 가진 무늬로 구성된다."
                    ],
                    "section4_title": "(4) 페이즐리(Paisly)",
                    "section4": [
                        "페이즐리란 스코틀랜드의 원산지 이름에서 따 온 직물명으로 야자수의 움트는 싹을 표현한 무늬이다.",
                        "숄, 블라우스 등에 사용되며 명품 브랜드 에트로의 대표적인 무늬이다."
                    ]
                },
                {
                    "section_title": "2. 복합적인 무늬",

                    "section1_title": "(5) 트로피컬(Tropical)",
                    "section1": [
                        "야자수 열매, 열대어 등을 등장시키는 정글 프린트로, 아열대의 느낌을 주기 위해 화려한 원색 계열이 주로 사용된다. 경쾌하고 강한 인상을 표현한다."
                    ],
                    "section2_title": "(6) 아르누보(Art-Nouveau)",
                    "section2": [
                        "1890년대 유럽을 중심으로 일어난 미술 양식으로, 우아한 유기곡선이 특징이며 대부분 식물 모양이다.",
                        "카키, 오렌지, 브라운 등의 내추럴한 색상이 많이 사용되며 여성스러운 느낌을 준다."
                    ],
                    "section3_title": "(7) 애니멀(Animal)",
                    "section3": [
                        "얼룩말, 호랑이, 기린, 표범 등 동물이 가진 가죽 무늬를 그대로 표현하거나 특징을 응용한 패턴이다."
                    ],
                    "section4_title": "(8) 팬시(Fancy)",
                    "section4": [
                        "하트, 별, 초생달 등의 만화적이면서 귀여운 캐릭터를 사용한 무늬를 뜻한다.",
                        "문구 류, 생활용품, 아동복, 아동 침구, 선물 용품 등에 주로 표현되며 부드러운 색 혹은 원색 등을 사용한다."
                    ]
                },
                {
                    "section_title": "2. 복합적인 무늬",

                    "section1_title": "(9) 미채 모양(Camouflage)",
                    "section1": [
                        "육군의 전투복에서 볼 수 있는 무늬로 카멜레온과 같이 적의 눈을 속이게끔 여러 가지 자연 색상을 사용하고, 일정치 않은 패턴으로 나타난다."
                    ],
                    "section2_title": "(10) 퀼트(Quilt)",
                    "section2": [
                        "원단을 조각 낸 후 이 조각을 봉합해서 붙혀 나가는 수예 기법으로 기하학 패턴이나 그림을 원단 조각으로 표현하는 기법이다."
                    ],
                    "section3_title": "(11) 페인팅(Painting)",
                    "section3": [
                        "원단 위에 직접 그림을 그린 듯한 프린트 무늬로 물감이 원단 위에서 번져나가는 느낌이나 브러시의 터치감 등을 살린 표현 방법이다."
                    ]
                }
            ]
        }
    ],
    "fabric": [
        {
            "id": "1",
            "category": "식물성 직물",
            "including": [
                {
                    "section_title": "식물성 직물",

                    "section1_title": "(1) 데님(Denim)",
                    "section1": [
                        "데님이란 프랑스어의 \"서지 드 님(serge de Nimes)\"에서 나온 것으로 \"님\"이라는 지방에서 만든 직물을 말한다.",
                        "면 또는 면과 폴리에스테르 혼방소재이며 가로 방향인 씨실은 염색하지 않고 백색사를 사용하고, 세로 방향인 날실만 인디고 블루 등으로 염색한 후 대각선 방향으로 짜여진다.",
                        "겉면은 염색한 색상, 뒷면은 백색으로 나타난다."
                    ],
                    "section2_title": "(2) 리넨(Linen)",
                    "section2": [
                        "아마(식물)의 줄기에서 얻은 섬유로, 의복용 섬유로는 가장 오래된 섬유이다.",
                        "평직의 구조를 갖고 있으며 일반적으로 질기고 광택이 있으며 청량감이 있는 소재이다.",
                        "최근에는 구김이 잘 가는 단점을 합성 수지 가공을 통해 보완하여 와이셔츠, 블라우스, 재킷 등 의복 소재로 많이 사용된다.",
                        "외에도 한복지, 테이블보, 손수건 등에도 사용된다."
                    ],
                    "section3_title": "(3) 머슬린(Muslin)",
                    "section3": [
                        "머슬린은 모슬린, 면모슬린 이라고도 불리는 평직으로 짜여진 무명직물로 짜임의 밀도와 가공에 따라 다양하게 활용된다.",
                        "흰색 그대로 사용하는 경우가 가장 많고, 속옷, 침대시트, 베개의 겉, 천냅킨 등으로 만들어진다.",
                        "고급 머슬린의 경우 다양한 염색과 가공을 통해 블라우스나 원피스 등에 사용된다."
                    ],
                    "section4_title": "(4) 시어서커(Seersucker)",
                    "section4": [
                        "장력과 굵기, 꼬임이 서로 다른 두 종류의 실을 제직, 가공할 때 서로 다른 수축 정도를 가진다.",
                        "이때 세로 방향인 날실에 오그라든 주름무늬가 특징인 직물이다.",
                        "가볍고 세탁이 편리하며 주름 때문에 다림질이 필요없는 특성 상 여름 옷의 직물로 많이 사용된다.",
                        "주로 스트라이프, 체크 패턴과 함께 사용된다."
                    ]
                },
                {
                    "section_title": "식물성 직물",

                    "section1_title": "(5) 옥스퍼드(Oxford)",
                    "section1": [
                        "평직(가로 방향 씨실과 세로 방향 날실이 한 올씩 상하로 교차, 얇고 질기며 다소 거칠고 빳빳하며 주름이 잘 간다.) 또는 바스켓직(실 두 올 혹은 그 이상으로 가로, 세로 방향 교차)으로 짠 면직물의 총칭이다.",
                        "19세기 말경 한 방직 회사에서 옥스퍼드, 케임브리지, 에일, 하버드 4개 대학의 이름을 딴 네 가지 셔츠 원단을 생산한 데서 붙여진 명칭이다.",
                        "일반 셔츠용 직물보다 두께감이 있어 스포티하고 캐주얼한 느낌을 주는 직물로 학생용 셔츠나 캐주얼한 와이셔츠, 원피스 등의 제작에 사용된다.",
                        "최근에는 인테리어를 위한 벽지 소재로 사용되는 경우도 있다."
                    ],
                    "section2_title": "(6) 치노(Chino)",
                    "section2": [
                        "두꺼운 면소재 직물로 능직으로 짜여져 직물의 표면이 데님과 같이 사선으로 표현된다.",
                        "제1차 세계대전 당시 미국 육군이 작업복으로 착용하던 치노스(Chinos)가 중국을 통해 유명해지며 치노로 불리게 되었다.",
                        "주로 카키나 베이지, 네이비 색상으로 염색하여 면바지나 봄가을용 점퍼, 군복용 직물로 사용된다."
                    ],
                    "section3_title": "(7) 코듀로이(Corduroy)",
                    "section3": [
                        "코르덴 또는 골덴으로 불리는 직물로, 17 ~ 18세기 프랑스어 \"Corde-du-roi\"(임금의 밭이랑, 밭이랑은 밭의 고랑 사이에 흙을 높게 올려서 만든 두둑한 곳을 말한다.)에서 유래되었다.",
                        "밭이랑과 같이 세로방향의 골이 있으며, 면이나 합성섬유의 혼방으로 주로 간절기나 겨울철 재킷, 점퍼나 팬츠, 스커트 등에 사용되는 방한용 직물이다."
                    ],
                    "section4_title": "(8) 티킹(Ticking)",
                    "section4": [
                        "아마나 황마로 만들어진 원섬유에서 최근에는 면이나 면혼방으로 짜여진 직물로 단단하고 촘촘하게 짜여 조직이 치밀하고 무거운 특징이 있다.",
                        "주로 스트라이프 패턴과 함께 사용되며 베개나 매트릭스 커버, 퀼트용 직물, 가구 등에 주로 사용된다.",
                        "한편 사용자의 몸을 잘 잡아줘야 하는 운동복이나 작업복용 직물로 사용되기도 한다."
                    ]
                },
                {
                    "section_title": "식물성 직물",

                    "section1_title": "(9) 샴브레이",
                    "section1": [
                        "2가지 색의 원사를 사용하여 교차시켜 짜기 때문에 빛에 따라 옷감의 색이 다르게 보이며 무게감은 가볍다.",
                        "프랑스 북부 지방인 캉브레(Cambrai)의 지명에서 유래된 이름으로 셔츠, 블라우스, 테이블보 등 다양한 용도로 사용되는 실용적인 직물이다."
                    ],
                    "section2_title": "(10) 플리세(Plisse)",
                    "section2": [
                        "직물의 부분 부분이 수축되면서 전체적으로 주름이 분산된 면직물이다.",
                        "세로 방향인 날실 쪽에 주름이 생기는 시어서커와는 주름의 방향에서 차이가 있다.",
                        "가볍고 통기성이 좋은 특징이 있어 하절기용 의복 소재로 사용되어 아동복, 잠옷, 속옷, 커튼, 침구 등에 다양하게 사용된다."
                    ]
                }
            ]
        },
        {
            "id": "2",
            "category": "동물성 직물",
            "including": [
                {
                    "section_title": "동물성 직물",

                    "section1_title": "(1) 개버딘(Gabardine)",
                    "section1": [
                        "주로 날실에 양털을, 씨실에 무명을 사용하여 능직으로 조밀하게 짠 옷감이다.",
                        "원래 중세 순례자가 입던 긴 외투를 가르키는 말이 런던의 버버리 상회의 방수천 명칭으로 사용되었으며",
                        "지금도 무명 개버딘 중 조밀한 것을 버버리(burberry)라 부른다.",
                        "주로 여성, 아동용 옷감으로 쓰거나, 방수가공 후 레인 코트 용 옷감으로 사용된다."
                    ],
                    "section2_title": "(2) 거즈(Gauze)",
                    "section2": [
                        "원섬유는 견이나 현재는 면, 면혼방이 많이 사용되는 직물",
                        "꼰 무명실을 성기게 짜서 표백한 뒤에 풀을 먹이지 않고 제품으로 내놓기 때문에 부드럽고 수분을 잘 흡수한다.",
                        "투명하고 매우 가벼워 붕대용 천이나 하절기용 의류, 손수건 등의 직물로 사용된다."
                    ],
                    "section3_title": "(3) 새틴(Satin)",
                    "section3": [
                        "수자직(satin weave)으로 짜여져 광택이 있고 매끄러운 직물로, 촘촘하고 탄력성이 있다.",
                        "직물의 색감에 화려함을 더해주는 장점이 있으나 마찰에 약한 단점을 가진다.",
                        "주로 여성용 블라우스, 드레스, 장갑, 잠옷 등과 실내 장식용 패브릭, 커튼 등에 사용된다."
                    ],
                    "section4_title": "(4) 조제트(Georgette)",
                    "section4": [
                        "조젯 크레프(Georgette Crepe)의 속칭으로 원섬유는 견직물이었으나 요즘에는 합성 섬유를 이용하여 많이 생산된다.",
                        "1913년 프랑스에서 처음 만들어졌으며 투명하고 광택이 없고 드레이프성이 좋다.",
                        "속옷, 잠옷, 블라우스, 원피스 등에 주로 사용되며, 보다 가볍고 약한 쉬폰(Chiffon)과 비슷한 직물이다."
                    ]
                },
                {
                    "section_title": "동물성 직물",

                    "section1_title": "(5) 크레이프(Crépe)",
                    "section1": [
                        "크레프드신(Crépe de Chine) 또는 드 신이라 불리는 직물로 가공과정을 통해 직물 표면에 섬세한 잔주름이 균일하게 생긴다.",
                        "크레이프는 일반적으로 외관과 촉감이 좋고, 유연하여 장식성이 풍부하기 때문에 널리 쓰이고 있으며, 특히 원피스, 블라우스, 수트 등 여성 의류 옷감으로써 많이 사용된다."
                    ],
                    "section2_title": "(6) 포플린(Poplin)",
                    "section2": [
                        "평직 조직으로 직조하여 가로 방향으로 흐르는 듯한 직물",
                        "원단을 만든 후 표백해서 광택 가공과 수축 방지 가공을 해서 백색 천으로 사용하거나 날염으로 마무리를 한다.",
                        "백색 천은 셔츠, 블라우스 감으로 쓰이고 바탕 염색 천은 의복감으로, 견포플린은 넥타이와 그 밖의 고급 의복 소재로 사용된다.",
                        "이 견포플린은 16 ~ 17세기 경 프랑스, 영국 등에서 고급 의료로서 처음으로 제직, 사용되기 시작했다고 한다."
                    ],
                    "section3_title": "(7) 트위드(Tweed)",
                    "section3": [
                        "방모직물의 종류로 굵은 양모를 사용하여 평직 또는 능직으로 직물을 짠 다음, 가공을 하여 표면에 거친 감촉을 나타낸 모직물 또는 유사한 모직물이다.",
                        "주로 색이 다른 실을 혼합하여 은은한 혼합색 실을 만들어 내며 코트, 수트, 팬츠, 스커트 등 고유의 조직감을 표현해주는 추동 의복용 직물로 사용된다."
                    ],
                    "section4_title": "(8) 타프타(Taffeta)",
                    "section4": [
                        "호박단이라고도 하며 날실은 가는 숙명주실을 치밀하게 사용하고,",
                        "씨실은 굵은 숙명주실을 사용하여 평조직으로 짜서 씨실 방향으로 흐름을 나타낸 직물이다.",
                        "견고하고 매끈한 감촉을 주며 움직일 때 바삭거리는 소리가 나는 특징이 있고 드레스, 리본장식, 안감, 양산감 등에서 볼 수 있다."
                    ]
                }
            ]
        }
    ],
    "clothes": [
        {
            "id": "1",
            "category": "outer",
            "including": [
                {
                    "type": "coat",
                    "title": "1. 코트(Coat)",

                    "section1_title": "(1) 코트란?",
                    "section1": [
                        "방한, 방수 또는 멋을 위해 피부의 가장 외부에 입는 것을 코트라 한다.",
                        "① 방한용(오버 코트: Over Coat) 소재: 모피, 피혁, 모직, 패딩(퀄팅)",
                        "② 방수용(레인 코트: Rain Coat) 소재: 방수 가공한 코튼, 울, 나일론, 코팅 천"
                    ],

                    "section2_title": "(2) 코트의 역사",
                    "section2": [
                        "① 서양: 로마 시대 군인들이 착용한 망토 형식",
                        "② 서아시아: 동물의 털을 보온용으로 몸에 걸친 것"
                    ],

                    "section3_title": "(3) 코트의 라인별, 길이별 종류",
                    "section3": [
                        "라인별: ",
                        "① 스트레이트 라인(Straight Line):적당히 여유가 있는 직선적 라인",
                        "② 프린세스 라인(Princess Line): 몸을 따라 내려오는 듯 상반신은 좁고 단으로 갈수록 점차 넓어지는 라인",
                        "③ 텐트 라인(Tent Line): 작은 어깨에서 단으로 갈수록 여유있게 넓어지는 삼각형 라인",
                        "④ 빅박스 라인(Big-Box Line): 어깨는 넓고 허리는 딱 맞으며, 스커트는 넓은 라인",
                        "⑤ X-라인:(X-Line): 어깨는 넓고 허리는 딱 맞으며, 스커트는 넓은 라인",
                        "⑥ 벌룬 라인(Balloon Line): 어깨가 둥글고 여유가 많으며, 단은 좁아지는 형태의 라인",

                        "길이별: ",
                        "① 맥시 코트(Maxi Coat): 발목 이상 내려오는 가장 긴 길이의 코트",
                        "② 롱 코트(Long Coat): 종아리와 발목의 긴 중간 길이의 코트",
                        "③ 미디 코트(Midi Coat): 종아리 길이의 코트",
                        "④ 하프 코트(Half Coat): 힙 길이의 코트",
                        "⑤ 숏 코트(Short Coat): 허리 길이의 코트"
                    ]
                },
                {
                    "type": "jacket",
                    "title": "2. 재킷(Jacket)",

                    "section1_title": "(1) 재킷이란?",
                    "section1": [
                        "겉옷으로 상의의 총칭이다. 소매가 있고 앞여밈이며, 옷 위에 걸쳐 입는 것이 일반적인데, 보통 힙 둘레 정도의 길이이다."
                    ],

                    "section2_title": "(2) 재킷의 역사",
                    "section2": [
                        "중세 말기 왕후, 귀족이나 기사 계급, 성직자들 등 가운데서 주로 남성복으로 착용된 재크라고 하는 옷이 있다. 어깨와 가슴을 과장시키고 허리를 조른 허벅지 중간 길이의 코트의 모습을 띄며 재킷의 기원이라 할 수 있다.",
                        "이후 시대에 맞추어 점차 간소화되었고, 18세기 경 여성복으로는 수렵이나 승마 시 착용되어 오다가 20세기에 본격적으로 보급되었다."
                    ],
                    "section3_title": "(3) 재킷의 라인별 종류",
                    "section3": [
                        "라인별: ",
                        "① 스트레이트 라인(Straight Line): 자연스러운 어깨선에서 곧게 아래로 내려오는 직선적 라인",
                        "② 박스 라인(Box Line): 상자처럼 각이 졌으며, 여유가 있는 직선적 라인(숏박스 라인, 롱박스 라인)",
                        "③ 블루종 라인(Bluson Line): 몸을 둥글게 감싸고 단이 오므라진 라인으로 점퍼형",
                        "④ X-라인:(X-Line): 허리를 강조한 단이 넓은 라인"
                    ]
                }
            ]
        },
        {
            "id": "2",
            "category": "top",
            "including": [
                {
                    "type": "sweater",
                    "title": "1. 스웨터(sweater)",

                    "section1_title": "(1) 스웨터란?",
                    "section1": [
                        "\"sweat - 땀을 흘리다\"의 어원에서 비롯된 상의의 총칭으로, 실로 짜서 만든 신축성 있는 상의류를 말한다."
                    ],

                    "section2_title": "(2) 스웨터의 역사",
                    "section2": [
                        "북유럽 어부들이나 선원들이 방한을 위해 두텁고 딱 맞게 입었던 옷으로 추정하고 있다."
                    ],
                    "section3_title": "(3) 스웨터의 형태별, 무늬별 분류",
                    "section3": [
                        "형태별: ",
                        "① 풀오버(Pull Over): 머리부터 입고 앞이 막힌 일반적인 스웨터",
                        "② 가디건(Cardigan): 앞을 오픈시켜 재킷처럼 편히 입을 수 있는 형태",
                        "③ 베스트(Vest): 소매가 없는 스웨터 형태",
                        
                        "무늬별: ",
                        "① 아란(Alan): 격자무늬, 꽈배기 무늬, 도트 무늬",
                        "② 노르딕(Nordic): 눈 결정체 모양의 무늬",
                        "③ 페어 아일(Fair Isle): 목을 중심으로 어깨에 둥글게 들어간 무늬",
                        "④ 인디오(Indio): 동물과 식물 등의 가하학적인 문양",
                        "⑤ 아가일(Argyle): 마름모꼴 체크 무늬"
                    ]
                },
                {
                    "type": "shirt",
                    "title": "2. 셔츠",

                    "section1_title": "(1) 셔츠란?",
                    "section1": [
                        "남성의 블라우스 형태인 드레스 셔츠 타입에서 전개된 재킷 안에 받쳐 입는 상의로, 와이셔츠(Y-Shirts)라고도 한다."
                    ],

                    "section2_title": "(2) 셔츠의 역사",
                    "section2": [
                        "원래는 속옷으로서 사람의 눈에 비춰서는 안된다 여기고 있었으나 18세기가 되면서 디자인이 풍부하게 됨으로써 밖에 보이도록 입는 것이 일반화되었고, 20세기에 와서는 남성뿐만 아니라 여성에게도 기본적인 아이템이 되었다."
                    ],
                    "section3_title": "(3) 셔츠의 구성 요소",
                    "section3": [
                        "셔츠 칼라",
                        "요크",
                        "주머니",
                        "밴디드 셔츠 칼라",
                        "턱",
                        "비조",
                        "셔츠 커프스"
                    ],
                    "section4_title" : "",
                    "section4": [

                    ]
                },
                {
                    "type": "blouse",
                    "title": "3. 블라우스(Blouse)",

                    "section1_title": "(1) 블라우스란?",
                    "section1": [
                        "어깨에서 허리 또는 힙 길이의 남성, 여성용, 아동용 상의이다. 수트나 재킷 안에 입으며, 단독으로 스커트나 팬츠와도 입는다."
                    ],

                    "section2_title": "(2) 블라우스의 역사",
                    "section2": [
                        "① 유럽에서는 주로 남자 의복으로 착용되고 있는데, 고딕 ~ 바로크 시대에 걸쳐 장식 있는 아름다운 블라우스가 많이 나타났다.",
                        "② 농민, 노동자 근로 계급의 사람들 사이에서도 여유있게 살짝 부풀린 블라우스 형태의 상의를 입었다.",
                        "③ 여성용 블라우스가 일반화된 것은 20세기 초 깁슨 스타일(Gibson Style)의 유행부터이다.",
                        "④ 여성 사이에서도 스포츠, 사회 진출이 늘어 테일러드 수트(Tailored Suit)와 함께 안에 입을 수 있는 블라우스로 발전하였다."
                    ],
                    "section3_title": "(3) 블라우스의 종류",
                    "section3": [
                        "① 언더 블라우스(Under Blouse): 블라우스의 단 부분을 스커트나 바지에 넣어 착용하는 블라우스",
                        "② 오버 블라우스(Over Blouse): 밑단을 하의 위로 내놓고 입는 블라우스",
                        "③ 풀오버 블라우스(Pullover Blouse): 머리부터 입도록 앞부분에 여밈이 없는 블라우스",
                        "④ 오픈 프론트 블라우스(Open Front Blouse): 앞이 트여 여밈이 있는 블라우스",
                        "⑤ 보우 블라우스(Bow Blouse): 칼라 둘레에 끈으로 된 천을 돌려 그 끝을 나비 모양으로 묶는 형태의 블라우스",
                        "⑥ 쟈보 블라우스(Jabot Blouse): 레이스나 얇은 천에 개더나 플레어를 넣어 가슴을 장식한 블라우스",
                        "⑦ 새쉬 블라우스(Sash Blouse): 단 부분을 허리에서 묶어 입는 블라우스",
                        "⑧ 홀터 블라우스(Halter Blouse): 뒷목 쪽으로 걸어 입는 디자인으로 등 중앙이나 팔을 크게 노출시킨 블라우스",
                        "⑨ 쉐이프트 블라우스(Shapped Blouse): 턱이나 허리 다트 등을 이용하여 형태를 잡은 블라우스",
                        "⑩ 캐미솔 블라우스(Camisole Blouse): 어깨가 끈으로 된 속옷 캐미솔을 이용한 블라우스"
                    ]
                }
            ]
        },
        {
            "id": "3",
            "category": "bottom",
            "including": [
                {
                    "type": "skirt",
                    "title": "1. 스커트(Skirt)",

                    "section1_title": "(1) 스커트란?",
                    "section1": [
                        "① 허리에서 다리 부분까지 늘어지는 옷의 명칭으로, 양다리를 감싸는 하의",
                        "② 남녀 모두 착용하는 경우도 있다. 예) 스코틀랜드의 민속 의상인 킬트(Kilt)"
                    ],

                    "section2_title": "(2) 스커트의 역사",
                    "section2": [
                        "① 고대 이집트 인이 허리에 둘러매던 로인클로스(loincloth)가 기원",
                        "② 13세기 이후 입체적 구조의 스커트 등장",
                        "③ 르네상스 이후 파팅게일(Farthingale) 등 스커트를 부풀리는 틀 등으로 과장",
                        "④ 바로크 시대에 과장이 약해졌다가 로코코 시대에 다시 과장",
                        "⑤ 프랑스 혁명 이후 직선적으로 단순회되었다가 크리놀린, 버슬형으로 다시 부풀어졌다.",
                        "⑥ 19세기 말부터 여성의 사회 진출과 스포츠의 영향 등으로 단순화",
                        "⑦ 1차 세계대전 이후 종아리 길이 정도로 짧아졌다.",
                        "⑧ 1920년 이후 길어졌다가 제2차 세계대전 후 다시 짧아졌다.",
                        "⑨ 1963년 마리 퀸트(Mary Quant)에 의해 무릎 위 20cm 정도의 미니스커트가 처음 등장하였다."
                    ],

                    "section3_title": "(3) 스커트의 분류",
                    "section3": [
                        "길이에 따른 분류: ",
                        "폭에 따른 분류: ",
                        "주름에 따른 분류: "
                    ]
                },
                {
                    "type": "pants",
                    "title": "2. 팬츠(Pants)",

                    "section1_title": "(1) 팬츠란?",
                    "section1": [
                        "① 하반신을 감싸고 양다리를 분리한 독립된 하의",
                        "② 원래는 남성복이었지만 현대 의상(1960년대 이후)에서 남녀 공용으로 입고 있다. 슬랙스(Slacks), 트라우저(Trousers), 판탈롱(Pantaloons, 프랑스어로 긴 바지를 뜻하며 한국에서는 나팔바지로 의미가 좁아졌음)도 같은 의미"
                    ],

                    "section2_title": "(2) 팬츠의 역사",
                    "section2": [
                        "① 고대로부터 추운 지역의 유목민을 중심으로 발전",
                        "② 양다리가 나뉘어지는 구성으로 방한성과 기능성을 겸한다.",
                        "③ 여성 정장으로서의 팬츠 룩은 1960년대 이후 디자이너들의 다양한 팬츠 룩과 영화배우들의 연출에 의해 일반화되었다."
                    ],

                    "section3_title": "(3) 팬츠의 종류",
                    "section3": [
                        "배기 팬츠(Baggy Pants): 자루와 같이 헐렁한 바지",
                        "옥스퍼드 팬츠(Oxford Pants): 1920년 중반기에 옥스퍼드 대학생들 사이에 유행했던 폭이 넓은 바지",
                        "가우초 팬츠(Gaucho Pants): 남미의 목동들이 입는 무릎선부터 종아리 길이의 약간 퍼진 통 넓은 바지",
                        "스터럽 팬츠(Stirrup Pants): 말 안장에 달린 발을 딛는 부분처럼 된 발목 부분이 좁은 고리형 바지",
                        "토레아도르 팬츠(Toreador Pants): 스페인의 투우사가 입는 종아리 길이의 짧은 바지",
                        "버뮤다 팬츠(Bermuda Pants): 미국의 휴양지 버뮤다에서 입던 무릎 정도의 반바지",
                        "자메이카 팬츠(Jameica Pants): 쇼트 팬츠(Short Pants)보다 길고 버뮤다 팬츠(Bermuda Pants)보다는 짧은 허벅지 중간 정도 길이의 반바지",
                        "파라수트 팬츠(Parachute Pants): 낙하산 같이 전체에 여유가 있으며, 바지부리를 주름으로 좁힌 바지",
                        "하렘 팬츠(Harem Pants): 회교도 여인들이 입었던 넓고 풍성하며, 아랫부분이 바지처럼 갈라져 팬츠 모양으로 생긴 바지",
                        "콤비네이션 팬츠(Combination Pants): 상하의가 연결된 바지",
                        "브레이드 팬츠(Braided Pants): 옆 절개선에 테이프 등의 브레이드를 박아 붙인 바지",
                        "타이 다이 팬츠(Tie Dyed Pants): 홀치기염(옷의 어떤 부분을 묶거나 감아서 원하는 부위에만 물감이 배개 하는 기법)을 하여 만든 바지",
                        "카펜터 팬츠(Carpenter Pants): 목수가 필요한 도구를 넣기 위하여 커다란 포켓을 붙이거나 벨트 고리 같은 것을 붙여 만든 바지"
                    ],

                    "section4_title": "",
                    "section4": [

                    ],

                    "section5_title": "",
                    "section5": [

                    ]
                }
            ]
        }
    ],
    "account": [
        
    ]
}