{
    "silhouette": [
        {
            "id": "1",
            "shape": "상체 > 하체",
            "including": [
                {
                    "checklist": [
                        "쇄골이 일자에 가깝게 길게 뻗어 있다. 어깨가 넓다는 소리를 듣는다.",
                        "목이 짧고 굵은 편이라 얼굴을 조금만 숙여도 쇄골이 가려진다.",
                        "허리선이 매끈해서 바지를 내려 입으면 섹시하지만 긴 편이다.",
                        "가슴 너비보다 골반 너미가 작아서 전체적으로 역삼각형을 그린다.",
                        "팔다리가 짧은 편이다. 혹은 팔은 길더라도 상대적으로 다리가 짧고 가늘다."
                    ],
                    "total": "상의는 어둡게, 하의는 밝게 입는다. (팽창과 축소 원리) 만약 재킷을 입을 때는 어두운 색으로, 안의 옷을 밝은 색으로 입는다.",
                    "top": [
                        "목선이 너무 높은 상의는 피한다. 티셔츠도 목선이 넓고 깊게 파인 옷이 좋다. 또 V존도 크고 깊게 만들어 상체를 분할한다.",
                        "어깨가 곡선을 그리는 옷(예를 들어 점퍼, 통으로 몸판과 이어진 래글런 소매, 티셔츠)를 입어 어깨 각을 줄인다. 꼭 어깨 너비를 줄이지 않더라도 너무 각이 날카롭거나 어깨가 지나치게 넓어보이는 옷은 피한다.",
                        "허리는 너무 딱 달라붙지 않게 한다. 그렇다고 몸에 비해 헐렁하고 큰 옷을 입으면 상체 전체가 뚱뚱해 보일 수 있으므로 허리가 약간만 들어간 것으로 한다."
                    ],
                    "bottom": [
                        "하체가 짧기 때문에 재킷 등 상의 길이를 조금 짧게 입고, 바지는 가급적 긴 바지로, 통은 약간 넓게 입는다.", 
                        "구두는 바지와 같은 계열 색으로 신는다. 최소한 양말은 바지와 같은 계열 색으로 한다. 그래도 하체가 짧아 보일 경우 키높이 구두나 깔창을 활용해 보완한다."
                    ]
                }
            ]
        },
        {
            "id": "2",
            "shape": "하체 < 상체",
            "including": [
                {
                    "checklist": [
                        "쇄골이 V자를 그리고 어깨는 수평선보다 아래로 쳐져 있다.",
                        "목이 긴 편이고 얼굴도 작은 편이다. 얼굴을 숙여도 목이 충분히 보인다.",
                        "허리가 짧고 하체가 긴 편이라 허리 선에 맞추어 바지를 입으면 할아버지 같다.",
                        "가슴 너비보다 골반 너비가 넓다.",
                        "팔다리는 긴 편이며 특히 손목, 발목이 가늘고 길다."
                    ],
                    "total": "상체가 빈약하기 때문에 상의를 하의보다 더 밝은 색으로 고르고, 큰 체크무늬가 전체적으로 있는 셔츠 같은 것을 입으면 사방으로 팽창 효과가 있다",
                    "top": [
                        "목이 길기 때문에 터틀넥 스웨어(일명 폴라)도 잘 어울린다. 단 하나만 입으면 어깨에 사선 주름이 생기기 때문에 얇은 패드를 덧대주는 것도 좋다.",
                        "처진 어깨를 보완해주도록 한다. 하늘거리기보다는 조금 더 각진 옷이 좋고, 패드가 들어간 자켓도 좋다.",
                        "허리가 점점 좁아지는 상의가 좋다. 슬림 핏 셔츠, 혹은 라이더 자켓처럼 허리 다트가 들어가면 허리의 위가 조금 더 부각될 수 있다."
                    ],
                    "bottom": [
                        "바지는 허리 선이 낮게 입는다. 제 위치로 입으면 오히려 바지를 올려 입은 것처럼 보일 수 있다. 엉덩이와 허벅지가 발달해서 그 둘레에 맞는 바지를 골라야 한다.", 
                        "주름이 하나 있거나 없는 일자바지가 가장 좋다. 부드러운 소재, 가운데 주름이 잡힌 것으로 하면 남자의 경우 골반이 그렇게 눈에 띄지 않고 일자로 떨어지게 할 수 있다. 다리가 길기 때문에 발목 위로 올라오는 부츠도 어울린다."
                    ]
                }
            ]
        },
        {
            "id": "3",
            "shape": "상체 = 하체",
            "including": [
                {
                    "checklist": [
                        "쇄골은 경사가 아주 완만한 V자를 그린다. 어깨는 처진 것도 수평선도 아니다.",
                        "목 길이는 적당하나 얼굴과 목선이 거의 평행이다. 얼굴도 세로로 긴 직사각형이다.",
                        "팔다리는 길지도 짧지도 않다. 허벅지와 종아리의 굵기 차이가 크지 않다.",
                        "가슴 너비와 허리, 골반 너비가 거의 똑같아 몸이 일자를 그리며 내려온다.",
                        "눈은 약간 가운데로 몰린 편이며 코가 길고, 얼굴 옆선이 일자를 그린다."
                    ],
                    "total": "모자 혹은 스카프, 신발로 상체나 하체 한 쪽에 눈에 띄는 디자인과 색을 강조해 밋밋하지 않게 연출하는 것이 좋다.",
                    "top": [
                        "가슴 윗부분만 밝은 색으로 처리되거나 옷에 가로 줄무늬가 있거나 네크라인이 좌우로 넓은 상의를 선택한다.",
                        "어깨는 넓고 허리는 들어간 재킷 혹은 아예 길면서 상체 전체를 감싸는 상의를 입는다.",
                        "허리가 다른 부위에 비해 차이가 덜하기 때문에 허리 위치에 눈에 띄는 벨트는 하지 않는다."
                    ],
                    "bottom": [
                        "바지를 골반에 내려입는 것도 좋으며, 완벽한 일자바지는 체형 때문에 입기 어렵다.", 
                        "스키니나 캐롯 핏(위쪽으로 여유있고, 발목으로 갈수록 좁아지는 핏), 허벅지 양 옆에 주머니가 있는 카고 바지로 다리에 볼륨을 줄 수 있다. 부피감 있는 반바지, 칠부 바지, 부츠도 괜찮다."
                    ]
                }
            ]
        },
        {
            "id": "4",
            "shape": "키가 작고 마른",
            "including" : [
                {
                    "solution1": "가능한 밝고 경쾌하게 입는다. 규칙적인 무늬가 있는 옷을 활용해 팽창되어 보이게 하면 좋으며, 반대로 어두운 색을 온 몸에 걸치면 몸이 더 작게 보이게 된다.",
                    "solution2": "너무 딱 달라붙는 옷은 피한다. 이 경우에 극단적인 슬림 핏 셔츠나 스키니 진을 입으면 몸이 더욱 깡마르게 보이게 된다. 적당한 사이즈가 없으면 맞춰서 입고, 가능한 고급 소재를 입는다.",
                    "solution3": "상체의 경우 큰 체크무늬가 몸을 커보이게 할 수 있으므로 좋은 편이고, \"짧은 재킷+칠부바지+부츠\"처럼 몸을 두 번 이상 가로로 분할하는 스타일은 피해야 한다. 상체와 하체 어느 한쪽을 선택해 길이감을 주는 것이 좋다.",
                    "solution4": "너무 유치한 소품, 너무 성숙하고 고급스런 소품 둘 다 피하고, 중간 정도의 느낌을 준다.",
                    "solution5": "발이 커보이는 신발을 신는다. 코가 적당히 둥글고, 전체적으로 발이 커 보이는 것이 좋다."
                }
            ]
        },
        {
            "id": "5",
            "shape": "키가 작고 체구가 있는"
        },
        {
            "id": "6",
            "shape": "키가 크고 마른"
        },
        {
            "id": "7",
            "shape": "키가 크고 체구가 있는"
        }
    ],
    "clothes": [
        {
            "id": "1",
            "category": "outer",
            "including": [
                {
                    "type": "coat",
                    "title": "1. 코트(Coat)",

                    "section1_title": "(1) 코트란?",
                    "section1": [
                        "방한, 방수 또는 멋을 위해 피부의 가장 외부에 입는 것을 코트라 한다.",
                        "① 방한용(오버 코트: Over Coat) 소재: 모피, 피혁, 모직, 패딩(퀄팅)",
                        "② 방수용(레인 코트: Rain Coat) 소재: 방수 가공한 코튼, 울, 나일론, 코팅 천"
                    ],

                    "section2_title": "(2) 코트의 역사",
                    "section2": [
                        "① 서양: 로마 시대 군인들이 착용한 망토 형식",
                        "② 서아시아: 동물의 털을 보온용으로 몸에 걸친 것"
                    ],

                    "section3_title": "(3) 코트의 라인별, 길이별 종류",
                    "section3": [
                        "라인별: ",
                        "① 스트레이트 라인(Straight Line):적당히 여유가 있는 직선적 라인",
                        "② 프린세스 라인(Princess Line): 몸을 따라 내려오는 듯 상반신은 좁고 단으로 갈수록 점차 넓어지는 라인",
                        "③ 텐트 라인(Tent Line): 작은 어깨에서 단으로 갈수록 여유있게 넓어지는 삼각형 라인",
                        "④ 빅박스 라인(Big-Box Line): 어깨는 넓고 허리는 딱 맞으며, 스커트는 넓은 라인",
                        "⑤ X-라인:(X-Line): 어깨는 넓고 허리는 딱 맞으며, 스커트는 넓은 라인",
                        "⑥ 벌룬 라인(Balloon Line): 어깨가 둥글고 여유가 많으며, 단은 좁아지는 형태의 라인",

                        "길이별: ",
                        "① 맥시 코트(Maxi Coat): 발목 이상 내려오는 가장 긴 길이의 코트",
                        "② 롱 코트(Long Coat): 종아리와 발목의 긴 중간 길이의 코트",
                        "③ 미디 코트(Midi Coat): 종아리 길이의 코트",
                        "④ 하프 코트(Half Coat): 힙 길이의 코트",
                        "⑤ 숏 코트(Short Coat): 허리 길이의 코트"
                    ]
                },
                {
                    "type": "jacket",
                    "title": "2. 재킷(Jacket)",

                    "section1_title": "(1) 재킷이란?",
                    "section1": [
                        "겉옷으로 상의의 총칭이다. 소매가 있고 앞여밈이며, 옷 위에 걸쳐 입는 것이 일반적인데, 보통 힙 둘레 정도의 길이이다."
                    ],

                    "section2_title": "(2) 재킷의 역사",
                    "section2": [
                        "중세 말기 왕후, 귀족이나 기사 계급, 성직자들 등 가운데서 주로 남성복으로 착용된 재크라고 하는 옷이 있다. 어깨와 가슴을 과장시키고 허리를 조른 허벅지 중간 길이의 코트의 모습을 띄며 재킷의 기원이라 할 수 있다.",
                        "이후 시대에 맞추어 점차 간소화되었고, 18세기 경 여성복으로는 수렵이나 승마 시 착용되어 오다가 20세기에 본격적으로 보급되었다."
                    ],
                    "section3_title": "(3) 재킷의 라인별 종류",
                    "section3": [
                        "라인별: ",
                        "① 스트레이트 라인(Straight Line): 자연스러운 어깨선에서 곧게 아래로 내려오는 직선적 라인",
                        "② 박스 라인(Box Line): 상자처럼 각이 졌으며, 여유가 있는 직선적 라인(숏박스 라인, 롱박스 라인)",
                        "③ 블루종 라인(Bluson Line): 몸을 둥글게 감싸고 단이 오므라진 라인으로 점퍼형",
                        "④ X-라인:(X-Line): 허리를 강조한 단이 넓은 라인"
                    ]
                }
            ]
        },
        {
            "id": "2",
            "category": "top",
            "including": [
                {
                    "type": "shirt",
                    "title": ""
                },
                {
                    "type": "tshirt",
                    "title": ""
                }
            ]
        },
        {
            "id": "3",
            "category": "bottom",
            "including": [
                {
                    "type": "jean",
                    "title": ""
                },
                {
                    "type": "skirt",
                    "title": ""
                }
            ]
        }
    ],
    "account": [
        
    ]
}